Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Exporting Screenshots…
ar: جارٍ تصدير لقطات الشاشة...
ca: S'estan exportant captures de pantalla...
cs: Export snímků obrazovky…
da: Eksporterer skærmbilleder...
de: Screenshots werden exportiert…
el: Εξαγωγή στιγμιότυπων οθόνης…
es: Exportando capturas…
fa: در حال صدور اسکرین‌شات‌ها…
fi: Viedään kuvakaappauksia…
fr: Exportation des captures d'écran…
he: מייצא צילומי מסך...
hr: Izvoz snimaka zaslona…
hu: Képernyőképek exportálása…
id: Mengekspor Tangkapan Layar…
it: Esportazione screenshot…
ja: スクリーンショットを書き出しています…
ko: 스크린샷을 내보내는 중…
ms: Mengeksport Tangkapan Skrin…
nl: Schermafbeeldingen exporteren…
no: Eksporterer skjermbilder …
pl: Eksportowanie zrzutów ekranu…
pt_br: Exportando capturas de tela…
pt_pt: Exportando capturas de ecrã…
ro: Se exportă capturi de ecran...
ru: Экспорт скриншотов…
sk: Exportujú sa snímky obrazovky…
sl: Izvažanje posnetkov zaslona …
sv: Exporterar skärmdumpar...
th: กำลังส่งออกภาพหน้าจอ...
tr: Ekran Görüntüleri Dışa Aktarılıyor…
uk: Експорт знімків екрана…
ur: اسکرین شاٹس برآمد ہو رہے ہیں…
vi: Đang xuất ảnh chụp màn hình…
zh_hans: 正在导出截图…
zh_hant: 正在輸出螢幕截圖…

source: Exporting to a folder isn't available on iPad — use the share sheet export instead.
ar: التصدير إلى مجلد غير متاح في iPad — استخدم تصدير ورقة المشاركة بدلاً من ذلك.
ca: L'exportació a una carpeta no està disponible el iPad; feu servir l'exportació de fulls compartits.
cs: Export do složky není na iPad k dispozici – použijte místo toho export sdíleného listu.
da: Eksport til en mappe er ikke tilgængelig på iPad – brug delearkeksporten i stedet.
de: Der Export in einen Ordner ist auf dem iPad nicht verfügbar – verwende stattdessen das Teilen-Menü.
el: Η εξαγωγή σε φάκελο δεν είναι διαθέσιμη στο iPad — χρησιμοποιήστε αντί αυτού την εξαγωγή του φύλλου κοινής χρήσης.
es: Exportar a una carpeta no está disponible en el iPad; exporta mediante la hoja Compartir.
fa: صدور در پوشه در iPad در دسترس نیست — به‌جای آن از برگهٔ اشتراک‌گذاری استفاده کنید.
fi: Vienti kansioon ei ole mahdollista iPad – käytä sen sijaan jaetun arkin vientiä.
fr: L'exportation vers un dossier n'est pas disponible sur iPad : utilisez plutôt l'exportation via la feuille de partage.
he: ייצוא לתיקיה אינו זמין ב-iPad - השתמש במקום זאת בייצוא גיליון השיתוף.
hr: Izvoz u mapu nije dostupan na iPad — umjesto toga upotrijebite izvoz dijeljenog lista.
hu: A mappába való exportálás nem érhető el a következőn: iPad – használja inkább a megosztási lap exportálását.
id: Mengekspor ke folder tidak tersedia pada iPad — gunakan ekspor lembar berbagi.
it: L'esportazione in una cartella non è disponibile su iPad: usa invece l'esportazione tramite il foglio di condivisione.
ja: iPad ではフォルダへの書き出しは利用できません。代わりに共有シートから書き出してください。
ko: iPad에서는 폴더로 내보낼 수 없습니다. 대신 공유 시트 내보내기를 사용하세요.
ms: Mengeksport ke folder tidak tersedia pada iPad — sebaliknya gunakan eksport helaian kongsi.
nl: Exporteren naar een map is niet beschikbaar op iPad; gebruik in plaats daarvan de export van het gedeelde blad.
no: Eksportering til en mappe er ikke tilgjengelig på iPad – bruk delearkeksporten i stedet.
pl: Eksportowanie do folderu nie jest dostępne w iPad — zamiast tego użyj eksportu arkusza udostępniania.
pt_br: A exportação para uma pasta não está disponível no iPad — use a exportação pelo menu Compartilhar.
pt_pt: A exportação para uma pasta não está disponível em iPad — em vez disso, use a exportação de planilha de partilha.
ro: Exportarea într-un dosar nu este disponibilă pe iPad — utilizați în schimb exportul de foi de partajare.
ru: Экспорт в папку недоступен на iPad — используйте экспорт через меню «Поделиться».
sk: Export do priečinka nie je na iPad k dispozícii – použite namiesto toho export zdieľaného hárka.
sl: Izvoz v mapo ni na voljo na iPad — namesto tega uporabite izvoz lista v skupni rabi.
sv: Att exportera till en mapp är inte tillgängligt på iPad – använd export av delat ark istället.
th: การส่งออกไปยังโฟลเดอร์ไม่พร้อมใช้งานบน iPad — ให้ใช้การส่งออกแผ่นแบ่งปันแทน
tr: iPad'de klasöre dışa aktarma kullanılamaz — bunun yerine paylaşma sayfasıyla dışa aktarmayı kullanın.
uk: Експорт у папку недоступний на iPad — натомість скористайтеся експортом через меню «Поширити».
ur: فولڈر میں ایکسپورٹ کرنا iPad پر دستیاب نہیں ہے — اس کے بجائے شیئر شیٹ ایکسپورٹ کا استعمال کریں۔
vi: Tính năng xuất sang thư mục không khả dụng trên iPad — thay vào đó hãy sử dụng tính năng xuất bảng chia sẻ.
zh_hans: iPad 上无法导出到文件夹——请改用共享表单导出。
zh_hant: iPad 上無法輸出至資料夾——請改用分享表單輸出。

source: Exporting with languages
ar: التصدير مع اللغات
ca: Exportació amb idiomes
cs: Export s jazyky
da: Eksporterer med sprog
de: Export mit Sprachen
el: Εξαγωγή με γλώσσες
es: Exportar con idiomas
fa: صدور با زبان‌ها
fi: Vienti kielillä
fr: Exportation avec plusieurs langues
he: ייצוא עם שפות
hr: Izvoz s jezicima
hu: Exportálás nyelvekkel
id: Mengekspor dengan bahasa
it: Esportare con le lingue
ja: 言語ごとの書き出し
ko: 여러 언어로 내보내기
ms: Mengeksport dengan bahasa
nl: Exporteren met talen
no: Eksporterer med språk
pl: Eksportowanie z językami
pt_br: Exportar com idiomas
pt_pt: Exportando com idiomas
ro: Exportare cu limbi
ru: Экспорт с языками
sk: Exportovanie pomocou jazykov
sl: Izvažanje z jeziki
sv: Exportera med språk
th: ส่งออกด้วยภาษา
tr: Dillerle dışa aktarma
uk: Експорт із мовами
ur: زبانوں کے ساتھ برآمد کرنا
vi: Xuất bằng ngôn ngữ
zh_hans: 多语言导出
zh_hant: 輸出多種語言

source: Exporting…
ar: جارٍ التصدير...
ca: S'està exportant...
cs: Exportování…
da: Eksporterer...
de: Export läuft…
el: Εξαγωγή…
es: Exportando…
fa: در حال صدور…
fi: Viedään…
fr: Exportation…
he: מייצא...
hr: Izvoz…
hu: Exportálás…
id: Mengekspor…
it: Esportazione…
ja: 書き出し中…
ko: 내보내는 중…
ms: Mengeksport…
nl: Exporteren…
no: Eksporterer …
pl: Eksportuję…
pt_br: Exportando…
pt_pt: Exportando…
ro: Se exportă...
ru: Экспорт…
sk: Exportuje sa…
sl: Izvažanje ...
sv: Exporterar...
th: กำลังส่งออก...
tr: Dışa Aktarılıyor…
uk: Експорт…
ur: برآمد ہو رہا ہے…
vi: Đang xuất…
zh_hans: 正在导出…
zh_hant: 正在輸出…

source: Exports use the row's exact pixel dimensions so App Store and Google Play sizes stay correct.
ar: تستخدم عمليات التصدير أبعاد البكسل الدقيقة للصف حتى يظل حجم App Store وGoogle Play صحيحًا.
ca: Les exportacions utilitzen les dimensions exactes de píxels de la fila, de manera que les mides App Store i Google Play es mantenen correctes.
cs: Exporty používají přesné rozměry řádku v pixelech, takže velikosti App Store a Google Play zůstanou správné.
da: Eksporter bruger rækkens nøjagtige pixeldimensioner, så størrelserne App Store og Google Play forbliver korrekte.
de: Exporte verwenden die exakten Pixelmaße der Zeile, damit die Größen für App Store und Google Play stimmen.
el: Οι εξαγωγές χρησιμοποιούν τις ακριβείς διαστάσεις pixel της σειράς, ώστε τα μεγέθη App Store και Google Play να παραμένουν σωστά.
es: Las exportaciones usan las dimensiones exactas en píxeles de la fila para que los tamaños del App Store y Google Play sean correctos.
fa: خروجی‌ها از ابعاد پیکسلی دقیق ردیف استفاده می‌کنند تا اندازه‌های App Store و Google Play درست بمانند.
fi: Viedissä käytetään rivin tarkkoja pikselimittoja, joten App Store- ja Google Play-koot pysyvät oikeina.
fr: Les exportations utilisent les dimensions exactes en pixels de la ligne afin que les tailles App Store et Google Play restent correctes.
he: ייצוא משתמש בממדי הפיקסלים המדויקים של השורה כך שהגדלים App Store ו-Google Play נשארים נכונים.
hr: Izvozi koriste točne dimenzije reda u pikselima kako bi veličine App Store i Google Play ostale točne.
hu: Az exportálás a sor pontos képpontméreteit használja, így a App Store és Google Play méretek helyesek maradnak.
id: Ekspor menggunakan dimensi piksel baris yang tepat sehingga ukuran App Store dan Google Play tetap benar.
it: Le esportazioni usano le dimensioni esatte in pixel della riga, così le dimensioni per App Store e Google Play restano corrette.
ja: 書き出しでは行の正確なピクセル寸法が使われるため、App Store や Google Play のサイズ要件を満たしたままになります。
ko: 내보내기에서는 행의 정확한 픽셀 크기를 사용하므로 App Store 및 Google Play 크기가 올바르게 유지됩니다.
ms: Eksport menggunakan dimensi piksel tepat baris supaya saiz App Store dan Google Play kekal betul.
nl: Bij exporten worden de exacte pixelafmetingen van de rij gebruikt, zodat de afmetingen App Store en Google Play correct blijven.
no: Eksporter bruker radens eksakte pikseldimensjoner, slik at størrelsene App Store og Google Play forblir korrekte.
pl: Eksporty wykorzystują dokładne wymiary wiersza w pikselach, więc rozmiary App Store i Google Play pozostają prawidłowe.
pt_br: As exportações usam as dimensões exatas em pixels da linha, para que os tamanhos da App Store e do Google Play fiquem corretos.
pt_pt: As exportações usam as dimensões exatas em pixels da linha para que os tamanhos App Store e Google Play permaneçam corretos.
ro: Exporturile folosesc dimensiunile exacte în pixeli ale rândului, astfel încât dimensiunile App Store și Google Play rămân corecte.
ru: При экспорте используются точные размеры строки в пикселях, поэтому размеры для App Store и Google Play остаются правильными.
sk: Exporty používajú presné rozmery riadka v pixeloch, takže veľkosti App Store a Google Play zostanú správne.
sl: Izvozi uporabljajo natančne dimenzije slikovnih pik vrstice, tako da ostaneta velikosti App Store in Google Play pravilni.
sv: Exporter använder radens exakta pixeldimensioner så att storlekarna App Store och Google Play förblir korrekta.
th: การส่งออกจะใช้ขนาดพิกเซลที่แน่นอนของแถว ดังนั้นขนาด App Store และ Google Play จึงยังคงถูกต้อง
tr: Dışa aktarmalar satırın tam piksel boyutlarını kullanır; böylece App Store ve Google Play boyutları doğru kalır.
uk: Під час експорту використовуються точні піксельні розміри рядка, тож розміри для App Store і Google Play залишаються правильними.
ur: برآمدات قطار کے عین مطابق پکسل کے طول و عرض کا استعمال کرتی ہیں تاکہ App Store اور Google Play سائز درست رہیں۔
vi: Quá trình xuất sử dụng kích thước pixel chính xác của hàng để kích thước App Store và Google Play luôn chính xác.
zh_hans: 导出时使用行的精确像素尺寸，确保 App Store 和 Google Play 的尺寸正确。
zh_hant: 輸出時會使用該列的精確像素尺寸，確保 App Store 和 Google Play 的大小正確無誤。

source: Failed to copy template background: %@
ar: فشل نسخ خلفية القالب: %1$@
ca: No s'ha pogut copiar el fons de la plantilla: %1$@
cs: Nepodařilo se zkopírovat pozadí šablony: %1$@
da: Kunne ikke kopiere skabelonbaggrund: %1$@
de: Vorlagenhintergrund konnte nicht kopiert werden: %1$@
el: Αποτυχία αντιγραφής φόντου προτύπου: %1$@
es: No se pudo copiar el fondo de la plantilla: %1$@
fa: پس‌زمینهٔ اسکرین‌شات کپی نشد: %1$@
fi: Mallin taustan kopioiminen epäonnistui: %1$@
fr: Échec de la copie de l'arrière-plan du modèle : %1$@
he: העתקת רקע התבנית נכשלה: %1$@
hr: Kopiranje pozadine predloška nije uspjelo: %1$@
hu: Nem sikerült másolni a sablon hátterét: %1$@
id: Gagal menyalin latar belakang template: %1$@
it: Impossibile copiare lo sfondo del modello: %@
ja: テンプレートの背景をコピーできませんでした: %1$@
ko: 템플릿 배경 복사 실패: %1$@
ms: Gagal menyalin latar belakang templat: %1$@
nl: Kan sjabloonachtergrond niet kopiëren: %1$@
no: Kunne ikke kopiere malbakgrunnen: %1$@
pl: Nie udało się skopiować tła szablonu: %1$@
pt_br: Falha ao copiar o plano de fundo do modelo: %1$@
pt_pt: Falha ao copiar o plano de fundo do modelo: %1$@
ro: Nu s-a copiat fundalul șablonului: %1$@
ru: Не удалось скопировать фон шаблона: %@
sk: Nepodarilo sa skopírovať pozadie šablóny: %1$@
sl: Kopiranje ozadja predloge ni uspelo: %1$@
sv: Det gick inte att kopiera mallens bakgrund: %1$@
th: ไม่สามารถคัดลอกพื้นหลังเทมเพลต: %1$@
tr: Şablon arka planı kopyalanamadı: %@
uk: Не вдалося скопіювати тло шаблону: %@
ur: تمثیل کا پس منظر کاپی کرنے میں ناکام: %1$@
vi: Không sao chép được nền mẫu: %1$@
zh_hans: 无法复制模板背景：%1$@
zh_hant: 無法拷貝範本背景：%@

source: Failed to create project from template "%@". The template data could not be loaded.
ar: فشل إنشاء المشروع من القالب "%1$@". تعذر تحميل بيانات القالب.
ca: No s'ha pogut crear el projecte a partir de la plantilla "%1$@". No s'han pogut carregar les dades de la plantilla.
cs: Nepodařilo se vytvořit projekt ze šablony "%1$@". Data šablony nelze načíst.
da: Kunne ikke oprette projekt fra skabelonen "%1$@". Skabelondataene kunne ikke indlæses.
de: Das Projekt konnte nicht aus der Vorlage „%@“ erstellt werden. Die Vorlagendaten konnten nicht geladen werden.
el: Αποτυχία δημιουργίας έργου από το πρότυπο "%1$@". Δεν ήταν δυνατή η φόρτωση των δεδομένων προτύπου.
es: Error al crear el proyecto desde la plantilla «%@». No se pudieron cargar los datos de la plantilla.
fa: ایجاد پروژه از قالب «%1$@» ناموفق بود. داده‌های قالب بارگذاری نشد.
fi: Projektin luominen mallista "%1$@" epäonnistui. Mallin tietoja ei voitu ladata.
fr: Échec de la création du projet à partir du modèle « %@ ». Les données du modèle n'ont pas pu être chargées.
he: יצירת הפרויקט מהתבנית "%1$@ נכשלה. לא ניתן היה לטעון את נתוני התבנית.
hr: Nije uspjelo stvaranje projekta iz predloška "%1$@". Podaci predloška nisu se mogli učitati.
hu: Nem sikerült létrehozni a projektet a(z) %1$@ sablonból. A sablonadatokat nem sikerült betölteni.
id: Gagal membuat proyek dari template "%1$@". Data templat tidak dapat dimuat.
it: Impossibile creare il progetto dal modello "%@". Non è stato possibile caricare i dati del modello.
ja: テンプレート「%@」からプロジェクトを作成できませんでした。テンプレートデータを読み込めませんでした。
ko: "%@" 템플릿에서 프로젝트를 생성하지 못했습니다. 템플릿 데이터를 로드할 수 없습니다.
ms: Gagal membuat projek daripada templat "%1$@". Data templat tidak dapat dimuatkan.
nl: Kan project van sjabloon '%1$@' niet maken. De sjabloongegevens konden niet worden geladen.
no: Kunne ikke opprette prosjektet fra malen "%1$@". Maldataene kunne ikke lastes inn.
pl: Nie udało się utworzyć projektu z szablonu „%1$@”. Nie można załadować danych szablonu.
pt_br: Falha ao criar projeto a partir do modelo "%@". Os dados do modelo não puderam ser carregados.
pt_pt: Falha ao criar projeto a partir do modelo "%1$@". Os dados do modelo não puderam ser carregados.
ro: Nu s-a putut crea proiectul din șablonul „%1$@”. Datele șablonului nu au putut fi încărcate.
ru: Не удалось создать проект из шаблона «%@». Не удалось загрузить данные шаблона.
sk: Nepodarilo sa vytvoriť projekt zo šablóny „%1$@“. Údaje šablóny sa nepodarilo načítať.
sl: Projekta ni bilo mogoče ustvariti iz predloge »%1$@«. Podatkov predloge ni bilo mogoče naložiti.
sv: Det gick inte att skapa projektet från mallen "%1$@". Malldata kunde inte laddas.
th: ไม่สามารถสร้างโครงการจากเทมเพลต "%1$@" ไม่สามารถโหลดข้อมูลเทมเพลตได้
tr: "%@" şablonundan proje oluşturulamadı. Şablon verileri yüklenemedi.
uk: Не вдалося створити проєкт із шаблону «%@». Не вдалося завантажити дані шаблону.
ur: ٹیمپلیٹ "%1$@" سے پروجیکٹ بنانے میں ناکام۔ ٹیمپلیٹ کا ڈیٹا لوڈ نہیں ہو سکا۔
vi: Không tạo được dự án từ mẫu "%1$@". Không thể tải dữ liệu mẫu.
zh_hans: 无法从模板“%@”创建项目。无法加载模板数据。
zh_hant: 無法從範本「%@」建立專案。無法載入範本資料。

source: Failed to refresh purchase status: %@
ar: فشل تحديث حالة الشراء: %1$@
ca: No s'ha pogut actualitzar l'estat de la compra: %1$@
cs: Obnovení stavu nákupu se nezdařilo: %1$@
da: Kunne ikke opdatere købsstatus: %1$@
de: Kaufstatus konnte nicht aktualisiert werden: %@
el: Απέτυχε η ανανέωση της κατάστασης αγοράς: %1$@
es: No se pudo actualizar el estado de compra: %@
fa: وضعیت خرید بازخوانی نشد: %1$@
fi: Ostoksen tilan päivittäminen epäonnistui: %1$@
fr: Échec de l'actualisation du statut d'achat : %@
he: רענון סטטוס הרכישה נכשל: %1$@
hr: Osvježavanje statusa kupovine nije uspjelo: %1$@
hu: Nem sikerült frissíteni a vásárlás állapotát: %1$@
id: Gagal menyegarkan status pembelian: %1$@
it: Impossibile aggiornare lo stato dell'acquisto: %@
ja: 購入状況を更新できませんでした: %@
ko: 구매 상태를 새로 고치지 못했습니다: %@
ms: Gagal memuat semula status pembelian: %1$@
nl: Kan aankoopstatus niet vernieuwen: %1$@
no: Kunne ikke oppdatere kjøpsstatus: %1$@
pl: Nie udało się odświeżyć statusu zakupu: %1$@
pt_br: Falha ao atualizar o status da compra: %@
pt_pt: Falha ao atualizar o status da compra: %1$@
ro: Nu s-a reîmprospătat starea achiziției: %1$@
ru: Не удалось обновить статус покупки: %@
sk: Obnovenie stavu nákupu zlyhalo: %1$@
sl: Osvežitev stanja nakupa ni uspela: %1$@
sv: Det gick inte att uppdatera köpstatus: %1$@
th: ไม่สามารถรีเฟรชสถานะการซื้อ: %1$@
tr: Satın alma durumu yenilenemedi: %@
uk: Не вдалося оновити стан покупки: %@
ur: خریداری کی صورتحال کو ریفریش کرنے میں ناکام: %1$@
vi: Không thể làm mới trạng thái mua hàng: %1$@
zh_hans: 无法刷新购买状态：%@
zh_hant: 無法重新整理購買狀態：%@

source: Failed to remember export folder
ar: فشل في تذكر مجلد التصدير
ca: No s'ha pogut recordar la carpeta d'exportació
cs: Nepodařilo se zapamatovat složku exportu
da: Kunne ikke huske eksportmappe
de: Exportordner konnte nicht gespeichert werden
el: Αποτυχία απομνημόνευσης του φακέλου εξαγωγής
es: No se pudo recordar la carpeta de exportación
fa: پوشهٔ خروجی به خاطر سپرده نشد
fi: Vientikansion muistaminen epäonnistui
fr: Impossible de mémoriser le dossier d'exportation
he: נכשל זיכרון תיקיית הייצוא
hr: Neuspješno pamćenje mape za izvoz
hu: Nem sikerült megjegyezni az export mappát
id: Gagal mengingat folder ekspor
it: Impossibile memorizzare la cartella di esportazione
ja: 書き出し先フォルダを記憶できませんでした
ko: 내보내기 폴더를 기억하지 못했습니다.
ms: Gagal mengingati folder eksport
nl: Kan de exportmap niet onthouden
no: Kunne ikke huske eksportmappen
pl: Nie udało się zapamiętać folderu eksportu
pt_br: Falha ao lembrar a pasta de exportação
pt_pt: Falha ao lembrar a pasta de exportação
ro: Dosarul de export nu a fost reținut
ru: Не удалось запомнить папку экспорта
sk: Priečinok exportu sa nepodarilo zapamätať
sl: Izvozne mape ni bilo mogoče zapomniti
sv: Det gick inte att komma ihåg exportmappen
th: ไม่สามารถจำโฟลเดอร์ส่งออกได้
tr: Dışa aktarma klasörü hatırlanamadı
uk: Не вдалося запам’ятати папку експорту
ur: برآمد فولڈر کو یاد رکھنے میں ناکام
vi: Không nhớ được thư mục xuất
zh_hans: 无法记住导出文件夹
zh_hant: 無法記住輸出資料夾

source: Failed to render row %lld
ar: فشل عرض الصف %1$lld
ca: No s'ha pogut representar la fila %1$lld
cs: Vykreslení řádku %1$lld se nezdařilo
da: Kunne ikke gengive række %1$lld
de: Zeile %lld konnte nicht gerendert werden
el: Απέτυχε η απόδοση της σειράς %1$lld
es: Error al renderizar la fila %lld
fa: رندر ردیف %1$lld انجام نشد
fi: Rivin %1$lld renderöinti epäonnistui
fr: Échec du rendu de la ligne %lld
he: עיבוד שורה %1$lld נכשל
hr: Nije uspjelo generiranje retka %1$lld
hu: Nem sikerült renderelni a %1$lld sort
id: Gagal merender baris %1$lld
it: Impossibile generare la riga %lld
ja: 行 %lld のレンダリングに失敗しました
ko: %lld번째 행을 렌더링하지 못했습니다.
ms: Gagal memaparkan baris %1$lld
nl: Kan rij %1$lld niet weergeven
no: Kunne ikke gjengi rad %1$lld
pl: Nie udało się wyrenderować wiersza %1$lld
pt_br: Falha ao renderizar linha %lld
pt_pt: Falha ao renderizar linha %1$lld
ro: Rândul %1$lld a eșuat
ru: Не удалось отрисовать строку %lld
sk: Nepodarilo sa vykresliť riadok %1$lld
sl: Upodobitev vrstice %1$lld ni uspela
sv: Det gick inte att rendera rad %1$lld
th: ไม่สามารถแสดงผลแถว %1$lld
tr: %lld. satır oluşturulamadı
uk: Не вдалося відрендерити рядок %lld
ur: قطار %1$lld رینڈر کرنے میں ناکام
vi: Không thể hiển thị hàng %1$lld
zh_hans: 无法渲染第 %lld 行
zh_hant: 無法轉譯第 %lld 列

source: Failed to render screenshot
ar: فشل في تقديم لقطة الشاشة
ca: No s'ha pogut representar la captura de pantalla
cs: Vykreslení snímku obrazovky se nezdařilo
da: Kunne ikke gengive skærmbilledet
de: Screenshot konnte nicht gerendert werden
el: Αποτυχία απόδοσης στιγμιότυπου οθόνης
es: Error al renderizar la captura
fa: رندر اسکرین‌شات ناموفق بود
fi: Kuvakaappauksen renderöinti epäonnistui
fr: Échec du rendu de la capture d'écran
he: עיבוד צילום המסך נכשל
hr: Generiranje snimke zaslona nije uspjelo
hu: Nem sikerült megjeleníteni a képernyőképet
id: Gagal merender tangkapan layar
it: Impossibile generare lo screenshot
ja: スクリーンショットのレンダリングに失敗しました
ko: 스크린샷을 렌더링하지 못했습니다.
ms: Gagal memberikan tangkapan skrin
nl: Kan screenshot niet weergeven
no: Kunne ikke gjengi skjermdump
pl: Nie udało się wyrenderować zrzutu ekranu
pt_br: Falha ao renderizar a captura de tela
pt_pt: Falha ao renderizar a captura de ecrã
ro: Captura de ecran a eșuat
ru: Не удалось отрисовать скриншот
sk: Vykreslenie snímky obrazovky zlyhalo
sl: Posnetka zaslona ni bilo mogoče upodobiti
sv: Det gick inte att återge skärmdumpen
th: ไม่สามารถแสดงภาพหน้าจอ
tr: Ekran görüntüsü oluşturulamadı
uk: Не вдалося відрендерити знімок екрана
ur: اسکرین شاٹ رینڈر کرنے میں ناکام
vi: Không thể hiển thị ảnh chụp màn hình
zh_hans: 无法渲染截图
zh_hant: 無法轉譯螢幕截圖

source: Failed to save background image: %@
ar: فشل حفظ صورة الخلفية: %1$@
ca: No s'ha pogut desar la imatge de fons: %1$@
cs: Nepodařilo se uložit obrázek na pozadí: %1$@
da: Kunne ikke gemme baggrundsbilledet: %1$@
de: Hintergrundbild konnte nicht gesichert werden: %@
el: Αποτυχία αποθήκευσης εικόνας φόντου: %1$@
es: Error al guardar la imagen de fondo: %@
fa: تصویر پس‌زمینه ذخیره نشد: %@
fi: Taustakuvan tallennus epäonnistui: %1$@
fr: Échec de l'enregistrement de l'image d'arrière-plan : %@
he: שמירת תמונת הרקע נכשלה: %1$@
hr: Nije uspjelo spremanje pozadinske slike: %1$@
hu: Nem sikerült menteni a háttérképet: %1$@
id: Gagal menyimpan gambar latar belakang: %1$@
it: Salvataggio dell'immagine di sfondo non riuscito: %@
ja: 背景画像の保存に失敗しました: %@
ko: 배경 이미지 저장 실패: %@
ms: Gagal menyimpan imej latar belakang: %1$@
nl: Kan achtergrondafbeelding niet opslaan: %1$@
no: Kunne ikke lagre bakgrunnsbilde: %1$@
pl: Nie udało się zapisać obrazu tła: %1$@
pt_br: Falha ao salvar a imagem de fundo: %@
pt_pt: Falha ao guardar a imagem de plano de fundo: %1$@
ro: Nu s-a salvat imaginea de fundal: %1$@
ru: Не удалось сохранить фоновое изображение: %@
sk: Nepodarilo sa uložiť obrázok na pozadí: %1$@
sl: Shranjevanje slike ozadja ni uspelo: %1$@
sv: Det gick inte att spara bakgrundsbilden: %1$@
th: ไม่สามารถบันทึกภาพพื้นหลัง: %1$@
tr: Arka plan görüntüsü kaydedilemedi: %@
uk: Не вдалося зберегти зображення тла: %@
ur: پس منظر کی تصویر محفوظ کرنے میں ناکام: %1$@
vi: Không lưu được hình nền: %1$@
zh_hans: 无法保存背景图像：%@
zh_hant: 無法儲存背景影像：%@
